Repository: LoginByCall/WordPress_plugin
Catalog: loginbycall/i18n/loginbycall-*.po
Languages: ru_ru

source: Specify at least one authorization method for each role
ru_ru: Укажите хотя бы один способ авторизации для каждой роли

source: Missing API-key
ru_ru: Ключ не указан

source: Enter your api key. To reissue the key, deactivate and reactivate the plugin.
ru_ru: Введите ваш api_key. Для перевыпуска ключа деактивируйте и снова активируйте плагин.

source: Activate
ru_ru: Подтвердить ключ

source: Balance LoginByCall
ru_ru: Баланс LoginByCall

source: View Rates
ru_ru: Тарифы

source: Top up
ru_ru: Пополнить баланс

source: Enter amount in LBC credits. 1 USD = 10.000 credits
ru_ru: Укажите сумму пополнения в LBC кредитах. 1 USD = 10.000 кредитов

source: Proceed
ru_ru: Пополнить баланс

source: Balance notifications
ru_ru: Уведомления о снижении баланса

source: E-mail for notification
ru_ru: E-mail для уведомлений

source: Notify if balance is less
ru_ru: Уведомлять при балансе менее

source: LoginByCall required
ru_ru: Обязательное использование LoginByCall для пользователей

source: Role settings
ru_ru: Настройки по ролям

source: Allow One-factor authorization
ru_ru: Разрешить однофакторную авторизацию

source: Allow Two-factor authorization
ru_ru: Разрешить двухфакторную авторизацию

source: Reset "No longer offer" flag for all users
ru_ru: Сбросить флаг "Больше не предлагать" для всех пользователей

source: Reset
ru_ru: Сбросить

source: Attention!
ru_ru: Обратите внимание!

source: When the domain administrator's email is changed, api_key is reissued. New api-key will come to the email.
ru_ru: При смене email администратора домена происходит перевыпуск api_key. Новый api-key придет на почту.

source: Don't forget to update the api-key
ru_ru: Не забудьте обновить ключи сервиса

source: One-factor authorization
ru_ru: Однофакторная авторизация

source: Two-factor authorization
ru_ru: Двухфакторная авторизация

source: Allow the simple login method LoginByСall for your account
ru_ru: Подключите простой способ входа «LoginByСall» для вашего аккаунта

source: Phone
ru_ru: Телефон

source: We will call you from a random number,
ru_ru: Мы позвоним вам со случайного номера, запомните последние

source: remember the last 4 digits from it.
ru_ru: 4 цифры из него.

source: Select LoginByCall mode
ru_ru: Выберите способ авторизации

source: Don't offer any more
ru_ru: Больше не предлагать

source: Repeat after
ru_ru: Повторить через

source: seconds
ru_ru: секунд

source: LoginByCall is calling you. Enter 4 last digits of the incoming number.
ru_ru: Введите последние 4 цифры номера с которого мы вам звоним.

source: Password or leave field blank
ru_ru: Пароль или оставьте пустым для входа по LoginByCall

source: You can change the settings in your profile
ru_ru: Вы можете изменить настройки в профиле

source: Call completed
ru_ru: Звонок завершен

source: Ringing...
ru_ru: Звонок совершается

source: Error
ru_ru: Ошибка

source: : Maximum number of retries exceeded.
ru_ru: : Количество попыток исчерпано

source: : Phone not accepted.
ru_ru: : Телефон не подтверждён

source: : This phone is already registered.
ru_ru: : Телефон уже занят.

source: : Enter your cell number
ru_ru: : Телефон должен быть заполнен.

source: LoginByCall settings
ru_ru: Настройки LoginByCall

source: Enable LoginByCall
ru_ru: Подключить простую авторизацию LoginByCall

source: LoginByCall mode
ru_ru: Режим LoginByCall

source: Your cell number
ru_ru: Ваш телефон

source: Confirm
ru_ru: Подтверждение

source: Warning!
ru_ru: Предупреждение

source: Phone w/o "+" (1234567890)
ru_ru: Телефон в международном формате без "+"
